Repository: Desiders/get_anime_bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: be, ru

source: Change language
be: Змяніць мову

source: Change settings
be: Змяніць настройкі

source: Choose your settings:
be: Абярыце настройкі:
ru: Выберите настройки:

source: Genres: {genres}
be: Жанры: {genres}
ru: Жанры: {genres}

source: Go back
be: Вярнуцца

source: Hi, {first_name}! Get an anime GIF or image by genre! /genres_gif /genres_img /genres_all
be: Прывітанне, {first_name}! Атрымай анімэ гіфку ці малюнак па жанру! /genres_gif /genres_img /genres_all

source: Hide NSFW
be: Схаваць NSFW
ru: Скрывать NSFW

source: It looks like this message belongs to another person or something went wrong
be: Здаецца, што гэты сказ належыць іншаму чалавеку, або нешта пайшло не так
ru: Похоже, что это сообщение принадлежит другому человеку или что-то пошло не так

source: Media in database
be: Медыя ў базе дадзеных
ru: Медиа в базе

source: No genres found
be: Жанраў не знойдзена

source: No media found
be: Медыя не знойдзена

source: Select a language:
be: Абярыце мову:
ru: Выберите язык:

source: Select a stats type:
be: Абярыце тып статыстыкі:
ru: Выберите тип статистики:

source: Show NSFW
be: Паказваць NSFW
ru: Показывать NSFW

source: The bot has open source code! {source_link}
be: Бот мае адкрыты зыходны код! {source_link}

source: Total count: {total} GIF count: {gif} Genres SFW count: {sfw_media_gif_stats_text} Genres NSFW count: {nsfw_media_gif_stats_text} IMG count: {img} Genres SFW count: {sfw_media_img_stats_text} Genres NSFW count: {nsfw_media_img_stats_text} ALL count: {all} Genres SFW count: {sfw_media_all_stats_text} Genres NSFW count: {nsfw_media_all_stats_text} SFW count: {sfw} NSFW count: {nsfw}
be: Агульная колькасць: {total} У тым ліку {sfw} SFW і {nsfw} NSFW Усяго GIF: {gif} У тым ліку SFW жанраў: {sfw_media_gif_stats_text} У тым ліку NSFW жанраў: {nsfw_media_gif_stats_text} Усяго IMG: {img} У тым ліку SFW жанраў: {sfw_media_img_stats_text} У тым ліку NSFW жанраў: {nsfw_media_img_stats_text} Усяго ALL: {all} У тым ліку SFW жанраў: {sfw_media_all_stats_text} У тым ліку NSFW жанраў: {nsfw_media_all_stats_text}

source: View statistics
be: Паглядзець статыстыку

source: Viewed media by all
be: Прагледжаныя ўсімі медыя
ru: Просмотренные всеми медиа

source: Viewed media by me
be: Прагледжаныя мною медыя
ru: Просмотренные мной медиа

source: You aren't allowed to view NSFW-content publicly!
be: Вам не дазволена глядзець NFSW публічна!
ru: Вы не можете просматривать NSFW-контент публично!

source: You aren't allowed to view NSFW-content! /settings — change settings
be: Вам не дазволена глядзець NSFW! /settings — змяніць у настройках
ru: Вы не можете просматривать NSFW-контент! /settings — изменить настройки

source: You've viewed all media on this genre. Try again later!
be: Вы праглядзелі ўсе медыя гэтага жанру. Паспрабуйце пазней!
ru: Вы просмотрели все медиа с этим жанром. Попробуйте снова позже!

source: Finish the dialog
ru: Завершить диалог

source: Hi, {first_name}! Get an anime GIF or image by genre! /genres_gif /genres_img /genres_all /language — change the language /settings — change the settings /stats — view the statistics
ru: Привет, {first_name}! Получи аниме-гифку или изображение по жанру! /genres_gif /genres_img /genres_all /language — изменить язык /settings — изменить настройки /stats — посмотреть статистику

source: The bot is open source! {source_link}
ru: Бот имеет открытый исходный код! {source_link}

source: Total count: {stats.total} GIF count: {stats.gif} IMG count: {stats.img} ALL count: {stats.all} SFW count: {stats.sfw} NSFW count: {stats.nsfw}
ru: Количество в общем: {stats.total} Количество GIF: {stats.gif} Количество изображений: {stats.img} Количество GIF или изображений (all): {stats.all} Количество SFW: {stats.sfw} Количество NSFW: {stats.nsfw}

source: Total count: {stats}
ru: Количество в общем: {stats}
