Repository: Desiders/get_anime_bot
Catalog: locales/ua/LC_MESSAGES/bot.po
Languages: uk

source: Change language
uk: Виберіть мову

source: Change settings
uk: Виберіть налаштування

source: Choose your settings:
uk: Виберіть налаштування:

source: Genres: {genres}
uk: Жанри: {genres}

source: Go back
uk: Повернутися

source: Hi, {first_name}! Get an anime GIF or image by genre! /genres_gif /genres_img /genres_all
uk: Привіт, {first_name}! Отримайте GIF аніме або зображення за жанром! /genres_gif /genres_img /genres_all

source: Hide NSFW
uk: Сховати NSFW

source: It looks like this message belongs to another person or something went wrong
uk: Здається, це повідомлення належить іншій особі або щось пішло не так :(

source: Media in database
uk: Медіа в базі даних

source: No genres found
uk: Нема такого жанру

source: No media found
uk: Медіа не знайдено

source: Select a language:
uk: Виберіть мову:

source: Select a stats type:
uk: Виберіть тип статистики:

source: Show NSFW
uk: Показувати NSFW

source: The bot has open source code! {source_link}
uk: Бот має відкритий код! {source_link}

source: Total count: {total} GIF count: {gif} Genres SFW count: {sfw_media_gif_stats_text} Genres NSFW count: {nsfw_media_gif_stats_text} IMG count: {img} Genres SFW count: {sfw_media_img_stats_text} Genres NSFW count: {nsfw_media_img_stats_text} ALL count: {all} Genres SFW count: {sfw_media_all_stats_text} Genres NSFW count: {nsfw_media_all_stats_text} SFW count: {sfw} NSFW count: {nsfw}
uk: Загальна кількість: {total} Кількість GIF: {gif} Загальна кількість SFW жанрів: {sfw_media_gif_stats_text} Загальна кількість NSFW жанрів: {nsfw_media_gif_stats_text} Кількість IMG: {img} Загальна кількість SFW жанрів: {sfw_media_img_stats_text} Загальна кількість NSFW жанрів: {nsfw_media_img_stats_text} Кількість ALL: {all} Загальна кількість SFW жанрів: {sfw_media_all_stats_text} Загальна кількість NSFW жанрів: {nsfw_media_all_stats_text} Кількість SFW: {sfw} Кількість NSFW: {nsfw}

source: View statistics
uk: Переглянути статистику

source: Viewed media by all
uk: Переглянуті медіа всіма

source: Viewed media by me
uk: Переглянуті мною медіа

source: You aren't allowed to view NSFW-content publicly!
uk: Вам не дозволено переглядати NSFW контент публічно!

source: You aren't allowed to view NSFW-content! /settings — change settings
uk: Вам не дозволено переглядати NSFW контент! /settings — виберіть налаштування

source: You've viewed all media on this genre. Try again later!
uk: Ви подивилися усі медіа цього жанру. Спробуйте пізніше!
